paper3/campaign-2-elimination/results/calibration/cachepart-fio-write-start.txt
cachewrite: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.36
Starting 1 process
cachewrite: Laying out IO file (1 file / 2048MiB)

cachewrite: (groupid=0, jobs=1): err= 0: pid=26541: Thu Sep 10 17:59:10 2026
  write: IOPS=1116, BW=1116MiB/s (1170MB/s)(32.7GiB/30001msec); 0 zone resets
    clat (usec): min=264, max=5145, avg=881.12, stdev=168.97
     lat (usec): min=274, max=5150, avg=895.26, stdev=169.55
    clat percentiles (usec):
     |  1.00th=[  302],  5.00th=[  363], 10.00th=[  898], 20.00th=[  914],
     | 30.00th=[  922], 40.00th=[  922], 50.00th=[  930], 60.00th=[  930],
     | 70.00th=[  930], 80.00th=[  938], 90.00th=[  938], 95.00th=[  947],
     | 99.00th=[  955], 99.50th=[  963], 99.90th=[ 1975], 99.95th=[ 2245],
     | 99.99th=[ 2671]
   bw (  MiB/s): min= 1060, max= 2476, per=100.00%, avg=1117.45, stdev=256.91, samples=59
   iops        : min= 1060, max= 2476, avg=1117.44, stdev=256.89, samples=59
  lat (usec)   : 500=8.27%, 750=0.24%, 1000=91.24%
  lat (msec)   : 2=0.15%, 4=0.10%, 10=0.01%
  cpu          : usr=1.90%, sys=2.98%, ctx=33488, majf=0, minf=13
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,33487,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1116MiB/s (1170MB/s), 1116MiB/s-1116MiB/s (1170MB/s-1170MB/s), io=32.7GiB (35.1GB), run=30001-30001msec

Disk stats (read/write):
  nvme0n1: ios=0/267305, sectors=0/68359016, merge=0/59, ticks=0/126048, in_queue=126048, util=94.98%