paper3/campaign-2-elimination/results/calibration/node-fio-read-start.txt
seqread: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.36
Starting 1 process
seqread: Laying out IO file (1 file / 2048MiB)

seqread: (groupid=0, jobs=1): err= 0: pid=26525: Thu Sep 10 17:58:40 2026
  read: IOPS=1410, BW=1411MiB/s (1479MB/s)(41.3GiB/30001msec)
    clat (usec): min=515, max=2076, avg=708.48, stdev=66.98
     lat (usec): min=515, max=2076, avg=708.52, stdev=66.98
    clat percentiles (usec):
     |  1.00th=[  545],  5.00th=[  562], 10.00th=[  594], 20.00th=[  685],
     | 30.00th=[  701], 40.00th=[  709], 50.00th=[  725], 60.00th=[  742],
     | 70.00th=[  758], 80.00th=[  758], 90.00th=[  766], 95.00th=[  775],
     | 99.00th=[  816], 99.50th=[  816], 99.90th=[  824], 99.95th=[  832],
     | 99.99th=[  906]
   bw (  MiB/s): min= 1356, max= 1718, per=100.00%, avg=1411.97, stdev=127.96, samples=59
   iops        : min= 1356, max= 1718, avg=1411.97, stdev=127.96, samples=59
  lat (usec)   : 750=63.65%, 1000=36.34%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=0.12%, sys=4.60%, ctx=42320, majf=0, minf=266
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=42319,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=1411MiB/s (1479MB/s), 1411MiB/s-1411MiB/s (1479MB/s-1479MB/s), io=41.3GiB (44.4GB), run=30001-30001msec

Disk stats (read/write):
  nvme0n1: ios=336840/284, sectors=86231040/2752, merge=0/46, ticks=153813/15, in_queue=153829, util=95.02%