paper3/campaign-2-elimination/results/calibration/node-fio-write-start.txt
seqwrite: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.36
Starting 1 process
seqwrite: Laying out IO file (1 file / 2048MiB)

seqwrite: (groupid=0, jobs=1): err= 0: pid=26508: Thu Sep 10 17:58:08 2026
  write: IOPS=1100, BW=1101MiB/s (1154MB/s)(32.2GiB/30001msec); 0 zone resets
    clat (usec): min=261, max=5462, avg=893.65, stdev=149.76
     lat (usec): min=272, max=5475, avg=907.79, stdev=149.92
    clat percentiles (usec):
     |  1.00th=[  306],  5.00th=[  400], 10.00th=[  906], 20.00th=[  914],
     | 30.00th=[  922], 40.00th=[  922], 50.00th=[  930], 60.00th=[  930],
     | 70.00th=[  930], 80.00th=[  938], 90.00th=[  938], 95.00th=[  947],
     | 99.00th=[  955], 99.50th=[  955], 99.90th=[ 1795], 99.95th=[ 2212],
     | 99.99th=[ 3130]
   bw (  MiB/s): min= 1060, max= 2442, per=100.00%, avg=1101.73, stdev=218.45, samples=59
   iops        : min= 1060, max= 2442, avg=1101.73, stdev=218.45, samples=59
  lat (usec)   : 500=6.11%, 750=0.19%, 1000=93.48%
  lat (msec)   : 2=0.15%, 4=0.07%, 10=0.01%
  cpu          : usr=1.91%, sys=3.06%, ctx=33023, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,33023,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1101MiB/s (1154MB/s), 1101MiB/s-1101MiB/s (1154MB/s-1154MB/s), io=32.2GiB (34.6GB), run=30001-30001msec

Disk stats (read/write):
  nvme0n1: ios=0/263586, sectors=0/67408576, merge=0/82, ticks=0/125766, in_queue=125766, util=94.93%